namespace WebCourse.Models
{
    public enum Branch {
        Агропромышленность = 1,
        Банки_и_финансы = 2,
        Деревообрабатывающая_промышленность = 3,
        Здравохранение = 4,
        IT_Индустрия = 5,
        Коммерческая_недвижимость = 6,
        Косметика_и_парфюмерия = 7,
        Легкая_промышленность = 8,
        Машиностроение = 9,
        Металлургический_комплекс = 10,
        Нефтехимический_комплекс = 11,
        Пищевая_промышленность = 12,
        Строительные_материалы = 13,
        Телекоммуникации = 14,
        Транспорт_и_коммуникации = 15,
        Фармацевтика = 16,
        ЦеллюлозноБумажная_промышленность = 17,
        Энергетика = 18,
        Химическая_промышленность = 19,
    }

    public enum PropertyType {
        Государственная_собственность = 1,
        Коллективная_собственность = 2,
        Частная_собственность = 3,
        Совместная_собственность = 4,
        Смешанная_собственность = 5
    }
}
